Merge pull request #3 from nitishkmr005/main
added content at right side and added /commands for blog generation a…
